Revit 2027 API
ParameterTypeId.RbsElecPanelBussingParam Property
 "Bussing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelBussingParam { get; }
Public Shared ReadOnly Property RbsElecPanelBussingParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelBussingParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelBussingParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace